Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# %lld screenshot%@ synced across %lld locale%@ and %lld version%@.
source: %1$lld screenshot%2$@ synced across %3$lld locale%4$@ and %5$lld version%6$@.
ar: تمت مزامنة %1$lld لقطة شاشة%2$@ عبر لغة %3$lld المحلية%4$@ وإصدار %5$lld%6$@.
ca: %1$lld captura de pantalla%2$@ sincronitzada amb la versió %3$lld local%4$@ i la versió %5$lld [FMT_5]].
cs: %1$lld snímek obrazovky%2$@ synchronizovaný napříč %3$lld národním prostředím%4$@ a %5$lld verzí%6$@.
da: %1$lld skærmbillede%2$@ synkroniseret på tværs af %3$lld landestandard%4$@ og %5$lld version%6$@.
de: %1$lld Screenshot%2$@ synchronisiert über %3$lld Gebietsschema%4$@ und %5$lld Version%6$@.
el: %1$lld στιγμιότυπο οθόνης%2$@ συγχρονίστηκε σε %3$lld τοπική γλώσσα%4$@ και %5$lld έκδοση%6$@.
es: %1$lld captura de pantalla%2$@ sincronizada en %3$lld configuración regional%4$@ y %5$lld versión%6$@.
fa: %1$lld عکس صفحه%2$@ در %3$lld زبان%4$@ و %5$lld نسخه%6$@ همگام‌سازی شد.
fi: %1$lld-kuvakaappaus%2$@ synkronoitu %3$lld-kielellä%4$@ ja %5$lld-versiolla%6$@.
fr: %1$lld capture d'écran%2$@ synchronisée dans les paramètres régionaux %3$lld%4$@ et la version %5$lld%6$@.
he: %1$lld צילום מסך%2$@ מסונכרן בין %3$lld מקומי%4$@ וגרסה %5$lld%6$@.
hr: %1$lld snimka zaslona%2$@ sinkronizirana na %3$lld jeziku%4$@ i %5$lld verziji%6$@.
hu: Az %1$lld képernyőkép%2$@ szinkronizálva az %3$lld nyelvi beállítás%4$@ és az %5$lld verzió %6$@ között.
id: Tangkapan layar %1$lld%2$@ disinkronkan di %3$lld lokal%4$@ dan %5$lld versi%6$@.
ja: %1$lld スクリーンショット %2$@ が %3$lld ロケール %4$@ および %5$lld バージョン %6$@ 間で同期されました。
ko: %1$lld 스크린샷%2$@이 %3$lld 언어%4$@ 및 %5$lld 버전%6$@에서 동기화되었습니다.
ms: %1$lld tangkapan skrin%2$@ disegerakkan merentas %3$lld tempat%4$@ dan %5$lld versi%6$@.
nl: %1$lld screenshot%2$@ gesynchroniseerd tussen %3$lld locale%4$@ en %5$lld versie%6$@.
no: %1$lld skjermbilde%2$@ synkronisert på tvers av %3$lld lokalitet%4$@ og %5$lld versjon%6$@.
pl: %1$lld zrzut ekranu%2$@ zsynchronizowany z %3$lld ustawieniami regionalnymi%4$@ i %5$lld wersją%6$@.
pt_br: %1$lld captura de tela%2$@ sincronizada entre %3$lld localidade%4$@ e %5$lld versão%6$@.
pt_pt: %1$lld captura de ecrã%2$@ sincronizada entre %3$lld localidade%4$@ e %5$lld versão%6$@.
ro: %1$lld captură de ecran%2$@ sincronizată în %3$lld locale%4$@ și %5$lld versiunea%6$@.
sk: %1$lld snímka obrazovky%2$@ bola synchronizovaná v rámci %3$lld miestneho nastavenia%4$@ a verzie %5$lld%6$@.
sl: %1$lld posnetek zaslona%2$@ sinhroniziran v %3$lld jezikih%4$@ in %5$lld različici%6$@.
sv: %1$lld skärmdump%2$@ synkroniserad över %3$lld språkversion%4$@ och %5$lld version%6$@.
th: %1$lld ภาพหน้าจอ%2$@ ซิงค์ระหว่าง %3$lld ภาษา%4$@ และ %5$lld เวอร์ชัน%6$@
ur: %1$lld اسکرین شاٹ%2$@ %3$lld لوکیل%4$@ اور %5$lld ورژن%6$@ میں مطابقت پذیر ہے۔
vi: %1$lld ảnh chụp màn hình%2$@ được đồng bộ hóa trên %3$lld ngôn ngữ%4$@ và %5$lld phiên bản%6$@.
zh_hans: %1$lld 屏幕截图%2$@ 已在 %3$lld 语言环境%4$@ 和 %5$lld 版本%6$@ 之间同步。

# %lld screenshot%@ uploaded across %lld locale%@.
source: %1$lld screenshot%2$@ uploaded across %3$lld locale%4$@.
ar: %lld screenshot%@ uploaded across %lld locale%@.
ca: %lld screenshot%@ uploaded across %lld locale%@.
cs: %lld screenshot%@ uploaded across %lld locale%@.
da: %lld screenshot%@ uploaded across %lld locale%@.
de: %lld screenshot%@ uploaded across %lld locale%@.
el: %lld screenshot%@ uploaded across %lld locale%@.
es: Se enviaron %1$lld captura%2$@ en %3$lld idioma%4$@.
fa: %lld screenshot%@ uploaded across %lld locale%@.
fi: %lld screenshot%@ uploaded across %lld locale%@.
fr: %lld screenshot%@ uploaded across %lld locale%@.
he: %lld screenshot%@ uploaded across %lld locale%@.
hr: %lld screenshot%@ uploaded across %lld locale%@.
hu: %lld screenshot%@ uploaded across %lld locale%@.
id: %lld screenshot%@ uploaded across %lld locale%@.
ja: %lld screenshot%@ uploaded across %lld locale%@.
ko: %lld screenshot%@ uploaded across %lld locale%@.
ms: %lld screenshot%@ uploaded across %lld locale%@.
nl: %lld screenshot%@ uploaded across %lld locale%@.
no: %lld screenshot%@ uploaded across %lld locale%@.
pl: %lld screenshot%@ uploaded across %lld locale%@.
pt_br: %lld screenshot%@ uploaded across %lld locale%@.
pt_pt: %lld screenshot%@ uploaded across %lld locale%@.
ro: %lld screenshot%@ uploaded across %lld locale%@.
sk: %lld screenshot%@ uploaded across %lld locale%@.
sl: %lld screenshot%@ uploaded across %lld locale%@.
sv: %lld screenshot%@ uploaded across %lld locale%@.
th: %lld screenshot%@ uploaded across %lld locale%@.
ur: %lld screenshot%@ uploaded across %lld locale%@.
vi: %lld screenshot%@ uploaded across %lld locale%@.
zh_hans: %lld screenshot%@ uploaded across %lld locale%@.

source: %lld screenshots
ar: %1$lld لقطات الشاشة
ca: %1$lld captures de pantalla
cs: %1$lld snímky obrazovky
da: %1$lld skærmbilleder
el: %1$lld στιγμιότυπα οθόνης
es: %lld capturas
fa: %lld اسکرین‌شات
fi: %1$lld kuvakaappauksia
fr: %lld captures d’écran
he: %1$lld צילומי מסך
hr: %1$lld snimke zaslona
hu: %1$lld képernyőképek
id: %1$lld tangkapan layar
it: %lld screenshot
ja: %lld枚のスクリーンショット
ko: 스크린샷 %lld개
ms: %1$lld tangkapan skrin
nl: %1$lld schermafbeeldingen
no: %1$lld skjermbilder
pl: %1$lld zrzuty ekranu
pt_br: %lld capturas de tela
pt_pt: %1$lld capturas de ecrã
ro: %1$lld capturi de ecran
ru: Скриншотов: %lld
sk: %1$lld snímky obrazovky
sl: %1$lld posnetki zaslona
sv: %1$lld skärmdumpar
th: ภาพหน้าจอ %1$lld
tr: %lld ekran görüntüsü
uk: Знімків екрана: %lld
ur: %1$lld اسکرین شاٹس
vi: %1$lld ảnh chụp màn hình
zh_hans: %lld 张截图
zh_hant: %lld 張螢幕截圖

# %lld screenshots across %lld languages
source: %1$lld screenshots across %2$lld languages
ar: %1$lld لقطات شاشة عبر %2$lld من اللغات
ca: %1$lld captures de pantalla en %2$lld idiomes
cs: %1$lld snímky obrazovky v %2$lld jazycích
da: %1$lld skærmbilleder på tværs af %2$lld sprog
de: %lld Screenshots in %lld Sprachen
el: %1$lld στιγμιότυπα οθόνης σε %2$lld γλώσσες
es: %lld capturas en %lld idiomas
fa: %lld اسکرین‌شات در %lld زبان
fi: %1$lld kuvakaappauksia %2$lld kielellä
fr: %lld captures d'écran pour %lld langues
he: %1$lld צילומי מסך ב-%2$lld שפות
hr: %1$lld snimki zaslona na %2$lld jeziku
hu: %1$lld képernyőképek %2$lld nyelveken
id: %1$lld tangkapan layar dalam %2$lld bahasa
it: %lld screenshot in %lld lingue
ja: %2$lld言語の%1$lld枚のスクリーンショット
ko: 언어 %2$lld개에 걸친 스크린샷 %1$lld개
ms: %1$lld tangkapan skrin merentas %2$lld bahasa
nl: %1$lld screenshots in %2$lld talen
no: %1$lld skjermbilder på tvers av %2$lld språk
pl: %1$lld zrzuty ekranu w %2$lld językach
pt_br: %lld capturas de tela em %lld idiomas
pt_pt: %1$lld capturas de ecrã em %2$lld idiomas
ro: %1$lld capturi de ecran în %2$lld limbi
ru: Скриншотов: %lld, языков: %lld
sk: %1$lld snímky obrazovky v %2$lld jazykoch
sl: %1$lld posnetkov zaslona v %2$lld jezikih
sv: %1$lld skärmdumpar på %2$lld språk
th: ภาพหน้าจอ %1$lld สำหรับภาษา %2$lld
tr: %2$lld dilde %1$lld ekran görüntüsü
uk: Знімків екрана: %lld · мов: %lld
ur: %1$lld اسکرین شاٹس %2$lld زبانوں میں
vi: %1$lld ảnh chụp màn hình trên %2$lld ngôn ngữ
zh_hans: %lld 张截图，涵盖 %lld 种语言
zh_hant: %lld 張螢幕截圖，涵蓋 %lld 種語言

# %lld screenshots across %lld locales and %lld versions
source: %1$lld screenshots across %2$lld locales and %3$lld versions
ar: %1$lld لقطات شاشة عبر لغات %2$lld وإصدارات %3$lld
ca: %1$lld captures de pantalla a %2$lld configuracions regionals i %3$lld versions
cs: %1$lld snímky obrazovky napříč %2$lld národními prostředími a %3$lld verzemi
da: %1$lld skærmbilleder på tværs af %2$lld lokaliteter og %3$lld versioner
de: %lld Screenshots in %lld Sprachen und %lld Versionen
el: %1$lld στιγμιότυπα οθόνης σε %2$lld τοπικές ρυθμίσεις και %3$lld εκδόσεις
es: %lld capturas en %lld idiomas y %lld versiones
fa: %lld اسکرین‌شات در %lld زبان و %lld نسخه
fi: %1$lld kuvakaappauksia %2$lld kielistä ja %3$lld versioista
fr: %lld captures d'écran pour %lld langues et %lld versions
he: %1$lld צילומי מסך ב-%2$lld מקומות ו-%3$lld גרסאות
hr: %1$lld snimki zaslona na %2$lld lokacijama i %3$lld verzijama
hu: %1$lld képernyőképek %2$lld nyelven és %3$lld verzióban
id: %1$lld tangkapan layar di seluruh %2$lld versi lokal dan %3$lld
it: %lld screenshot in %lld lingue e %lld versioni
ja: %2$lldロケールと%3$lldバージョンの%1$lld枚のスクリーンショット
ko: 로케일 %2$lld개, 버전 %3$lld개에 걸친 스크린샷 %1$lld개
ms: %1$lld tangkapan skrin merentas %2$lld tempat dan versi %3$lld
nl: %1$lld screenshots in %2$lld landinstellingen en %3$lld versies
no: %1$lld skjermbilder på tvers av %2$lld lokaliteter og %3$lld versjoner
pl: %1$lld zrzuty ekranu w %2$lld lokalizacjach i wersjach %3$lld
pt_br: %lld capturas de tela em %lld localidades e %lld versões
pt_pt: %1$lld capturas de ecrã em %2$lld localidades e %3$lld versões
ro: %1$lld capturi de ecran în %2$lld localități și %3$lld versiuni
ru: Скриншотов: %lld (языков: %lld, версий: %lld)
sk: %1$lld snímky obrazovky v %2$lld miestnych nastaveniach a %3$lld verziách
sl: %1$lld posnetkov zaslona v %2$lld jezikih in %3$lld različicah
sv: %1$lld skärmdumpar från %2$lld språk och %3$lld versioner
th: ภาพหน้าจอ %1$lld ทั่วทั้ง %2$lld ภาษาและเวอร์ชัน %3$lld
tr: %2$lld dil ve %3$lld sürümde %1$lld ekran görüntüsü
uk: Знімків екрана: %lld · мов: %lld · версій: %lld
ur: %1$lld اسکرین شاٹس %2$lld لوکلز اور %3$lld ورژنز میں
vi: %1$lld ảnh chụp màn hình trên các phiên bản %2$lld và %3$lld
zh_hans: %lld 张截图，涵盖 %lld 种语言和 %lld 个版本
zh_hant: %lld 張螢幕截圖，涵蓋 %lld 個語言和 %lld 個版本

# %lld screenshots across %lld locales and 1 version
source: %1$lld screenshots across %2$lld locales and 1 version
ar: %1$lld لقطات شاشة عبر لغات %2$lld وإصدار واحد
ca: %1$lld captures de pantalla a %2$lld configuracions regionals i 1 versió
cs: %1$lld snímky obrazovky napříč %2$lld národními prostředími a 1 verzí
da: %1$lld skærmbilleder på tværs af %2$lld lokaliteter og 1 version
de: %lld Screenshots in %lld Sprachen und 1 Version
el: %1$lld στιγμιότυπα οθόνης σε %2$lld τοπικές ρυθμίσεις και 1 έκδοση
es: %lld capturas en %lld idiomas y 1 versión
fa: %lld اسکرین‌شات در %lld زبان و ۱ نسخه
fi: %1$lld kuvakaappauksia %2$lld kielistä ja 1 versiosta
fr: %lld captures d'écran pour %lld langues et 1 version
he: %1$lld צילומי מסך על פני %2$lld מקומות וגרסה אחת
hr: %1$lld snimaka zaslona na %2$lld lokacijama i 1 verziji
hu: %1$lld képernyőképek %2$lld nyelvi és 1 verziói között
id: %1$lld tangkapan layar di %2$lld lokal dan 1 versi
it: %lld screenshot in %lld lingue e 1 versione
ja: %2$lldロケールと1バージョンの%1$lld枚のスクリーンショット
ko: 로케일 %2$lld개, 버전 1개에 걸친 스크린샷 %1$lld개
ms: %1$lld tangkapan skrin merentas %2$lld tempat dan 1 versi
nl: %1$lld screenshots in %2$lld landinstellingen en 1 versie
no: %1$lld skjermbilder på tvers av %2$lld lokaliteter og 1 versjon
pl: %1$lld zrzuty ekranu w %2$lld lokalizacjach i 1 wersji
pt_br: %lld capturas de tela em %lld localidades e 1 versão
pt_pt: %1$lld capturas de ecrã em %2$lld localidades e 1 versão
ro: %1$lld capturi de ecran în %2$lld localități și 1 versiune
ru: Скриншотов: %lld (языков: %lld, версий: 1)
sk: %1$lld snímky obrazovky v %2$lld miestnych nastaveniach a 1 verzii
sl: %1$lld posnetkov zaslona v %2$lld jezikih in 1 različici
sv: %1$lld skärmdumpar över %2$lld språk och 1 version
th: ภาพหน้าจอ %1$lld ทั่วทั้ง %2$lld ภาษาและ 1 เวอร์ชัน
tr: %2$lld dil ve 1 sürümde %1$lld ekran görüntüsü
uk: Знімків екрана: %lld · мов: %lld · 1 версія
ur: %1$lld اسکرین شاٹس %2$lld زبانوں اور 1 ورژن میں
vi: %1$lld ảnh chụp màn hình trên %2$lld ngôn ngữ và 1 phiên bản
zh_hans: %lld 张截图，涵盖 %lld 种语言和 1 个版本
zh_hant: %lld 張螢幕截圖，涵蓋 %lld 個語言和 1 個版本

source: %lld screenshots across 1 language
ar: %1$lld لقطات شاشة بلغة واحدة
ca: %1$lld captures de pantalla en 1 idioma
cs: %1$lld snímky obrazovky v 1 jazyce
da: %1$lld skærmbilleder på tværs af 1 sprog
de: %lld Screenshots in 1 Sprache
el: %1$lld στιγμιότυπα οθόνης σε 1 γλώσσα
es: %lld capturas en 1 idioma
fa: %lld اسکرین‌شات در ۱ زبان
fi: %1$lld kuvakaappauksia 1 kielellä
fr: %lld captures d'écran pour 1 langue
he: %1$lld צילומי מסך בשפה אחת
hr: %1$lld snimaka zaslona na 1 jeziku
hu: %1$lld képernyőképek 1 nyelven
id: %1$lld tangkapan layar dalam 1 bahasa
it: %lld screenshot in 1 lingua
ja: 1言語の%lld枚のスクリーンショット
ko: 언어 1개에 걸친 스크린샷 %lld개
ms: %1$lld tangkapan skrin merentas 1 bahasa
nl: %1$lld screenshots in 1 taal
no: %1$lld skjermbilder på 1 språk
pl: %1$lld zrzuty ekranu w 1 języku
pt_br: %lld capturas de tela em 1 idioma
pt_pt: %1$lld capturas de ecrã em 1 idioma
ro: %1$lld capturi de ecran într-o limbă
ru: Скриншотов: %lld, языков: 1
sk: %1$lld snímky obrazovky v 1 jazyku
sl: %1$lld posnetkov zaslona v 1 jeziku
sv: %1$lld skärmdumpar på ett språk
th: ภาพหน้าจอ %1$lld ใน 1 ภาษา
tr: 1 dilde %lld ekran görüntüsü
uk: Знімків екрана: %lld · 1 мова
ur: 1 زبان میں %1$lld اسکرین شاٹس
vi: %1$lld ảnh chụp màn hình bằng 1 ngôn ngữ
zh_hans: %lld 张截图，涵盖 1 种语言
zh_hant: %lld 張螢幕截圖，涵蓋 1 種語言

# %lld screenshots across 1 locale and %lld versions
source: %1$lld screenshots across 1 locale and %2$lld versions
ar: %1$lld لقطات شاشة عبر لغة واحدة وإصدارات %2$lld.
ca: %1$lld captures de pantalla en 1 localització i %2$lld versions
cs: %1$lld snímky obrazovky pro 1 národní prostředí a %2$lld verze
da: %1$lld skærmbilleder på tværs af 1 landestandard og %2$lld versioner
de: %lld Screenshots in 1 Sprache und %lld Versionen
el: %1$lld στιγμιότυπα οθόνης σε 1 τοπική γλώσσα και %2$lld εκδόσεις
es: %lld capturas en 1 idioma y %lld versiones
fa: %lld اسکرین‌شات در ۱ زبان و %lld نسخه
fi: %1$lld kuvakaappauksia 1 kieli- ja %2$lld versiosta
fr: %lld captures d'écran pour 1 langue et %lld versions
he: %1$lld צילומי מסך באזור אחד ו-%2$lld גרסאות
hr: %1$lld snimaka zaslona za 1 jezik i %2$lld verziju
hu: %1$lld képernyőképek 1 nyelven és %2$lld verzióban
id: %1$lld tangkapan layar di 1 versi lokal dan %2$lld.
it: %lld screenshot in 1 lingua e %lld versioni
ja: 1ロケールと%2$lldバージョンの%1$lld枚のスクリーンショット
ko: 로케일 1개, 버전 %2$lld개에 걸친 스크린샷 %1$lld개
ms: %1$lld tangkapan skrin merentas 1 versi tempat dan %2$lld.
nl: %1$lld screenshots in 1 landinstelling en %2$lld versies
no: %1$lld skjermbilder på tvers av 1 lokalitet og %2$lld versjoner
pl: %1$lld zrzuty ekranu w 1 lokalizacji i wersjach %2$lld.
pt_br: %lld capturas de tela em 1 localidade e %lld versões
pt_pt: %1$lld capturas de ecrã em 1 localidade e versões %2$lld
ro: %1$lld capturi de ecran în 1 locală și %2$lld versiuni
ru: Скриншотов: %lld (языков: 1, версий: %lld)
sk: %1$lld snímky obrazovky pre 1 miestne nastavenie a verzie %2$lld
sl: %1$lld posnetki zaslona v 1 jezikovni nastavitvi in različici %2$lld.
sv: %1$lld skärmdumpar över 1 språkversion och %2$lld versioner
th: %1$lld ภาพหน้าจอใน 1 ภาษาและเวอร์ชัน %2$lld
tr: 1 dil ve %2$lld sürümde %1$lld ekran görüntüsü
uk: Знімків екрана: %lld · 1 мова · версій: %lld
ur: 1 لوکیل اور %2$lld ورژنز میں %1$lld اسکرین شاٹس
vi: %1$lld ảnh chụp màn hình trên 1 ngôn ngữ và phiên bản %2$lld
zh_hans: %lld 张截图，涵盖 1 种语言和 %lld 个版本
zh_hant: %lld 張螢幕截圖，涵蓋 1 個語言和 %lld 個版本

source: %lld screenshots across 1 locale and 1 version
ar: %1$lld لقطات شاشة عبر لغة واحدة وإصدار واحد
ca: %1$lld captures de pantalla en 1 configuració regional i 1 versió
cs: %1$lld snímky obrazovky v 1 národním prostředí a 1 verzi
da: %1$lld skærmbilleder på tværs af 1 lokalitet og 1 version
de: %lld Screenshots in 1 Sprache und 1 Version
el: %1$lld στιγμιότυπα οθόνης σε 1 τοπική γλώσσα και 1 έκδοση
es: %lld capturas en 1 idioma y 1 versión
fa: %lld اسکرین‌شات در ۱ زبان و ۱ نسخه
fi: %1$lld kuvakaappauksia 1 kieli- ja 1 versiosta
fr: %lld captures d'écran pour 1 langue et 1 version
he: %1$lld צילומי מסך במיקום אחד ובגרסה אחת
hr: %1$lld snimke zaslona za 1 jezik i 1 verziju
hu: %1$lld képernyőképek 1 nyelven és 1 verzióban
id: %1$lld tangkapan layar di 1 lokal dan 1 versi
it: %lld screenshot in 1 lingua e 1 versione
ja: 1ロケールと1バージョンの%lld枚のスクリーンショット
ko: 로케일 1개, 버전 1개에 걸친 스크린샷 %lld개
ms: %1$lld tangkapan skrin merentas 1 tempat dan 1 versi
nl: %1$lld screenshots in 1 landinstelling en 1 versie
no: %1$lld skjermbilder på tvers av 1 lokalitet og 1 versjon
pl: %1$lld zrzuty ekranu w 1 lokalizacji i 1 wersji
pt_br: %lld capturas de tela em 1 localidade e 1 versão
pt_pt: %1$lld capturas de ecrã em 1 localidade e 1 versão
ro: %1$lld capturi de ecran într-o zonă locală și o versiune
ru: Скриншотов: %lld (языков: 1, версий: 1)
sk: %1$lld snímky obrazovky pre 1 miestne nastavenie a 1 verziu
sl: %1$lld posnetki zaslona v 1 jeziku in 1 različici
sv: %1$lld skärmdumpar över 1 språk och 1 version
th: %1$lld ภาพหน้าจอใน 1 ภาษาและ 1 เวอร์ชัน
tr: 1 dil ve 1 sürümde %lld ekran görüntüsü
uk: Знімків екрана: %lld · 1 мова · 1 версія
ur: %1$lld اسکرین شاٹس 1 لوکیل اور 1 ورژن میں
vi: %1$lld ảnh chụp màn hình trên 1 ngôn ngữ và 1 phiên bản
zh_hans: %lld 张截图，涵盖 1 种语言和 1 个版本
zh_hant: %lld 張螢幕截圖，涵蓋 1 個語言和 1 個版本

source: %lld screenshots exported
ar: تم تصدير لقطات الشاشة %1$lld
ca: S'han exportat %1$lld captures de pantalla
cs: Byly exportovány %1$lld snímky obrazovky
da: %1$lld skærmbilleder eksporteret
de: %lld Screenshots exportiert
el: Εξήχθησαν %1$lld στιγμιότυπα οθόνης
es: %lld capturas exportadas
fa: %lld اسکرین‌شات صادر شد
fi: %1$lld kuvakaappauksia vietiin
fr: %lld captures d’écran exportées
he: %1$lld צילומי מסך יוצאו
hr: Izvezene su %1$lld snimke zaslona
hu: %1$lld képernyőképek exportálva
id: %1$lld tangkapan layar diekspor
it: %lld screenshot esportati
ja: %lld枚のスクリーンショットを書き出しました
ko: 스크린샷 %lld개를 내보냈습니다
ms: %1$lld tangkapan skrin dieksport
nl: %1$lld schermafbeeldingen geëxporteerd
no: %1$lld skjermbilder er eksportert
pl: Wyeksportowano %1$lld zrzuty ekranu
pt_br: %lld capturas de tela exportadas
pt_pt: %1$lld capturas de ecrã exportadas
ro: %1$lld capturi de ecran au fost exportate
ru: Экспортировано скриншотов: %lld
sk: Exportovali sa %1$lld snímky obrazovky
sl: Izvoženih %1$lld posnetkov zaslona
sv: %1$lld skärmdumpar exporterade
th: ส่งออกภาพหน้าจอ %1$lld แล้ว
tr: %lld ekran görüntüsü dışa aktarıldı
uk: Експортовано знімків екрана: %lld
ur: %1$lld اسکرین شاٹس برآمد ہو گئے۔
vi: Đã xuất %1$lld ảnh chụp màn hình
zh_hans: 已导出 %lld 张截图
zh_hant: 已輸出 %lld 張螢幕截圖

# %lld screenshots exported · %@
source: %1$lld screenshots exported · %2$@
ar: تم تصدير لقطات الشاشة %1$lld · %2$@
ca: %1$lld captures de pantalla exportades · %2$@
cs: %1$lld exportovány snímky obrazovky · %2$@
da: %1$lld skærmbilleder eksporteret · %2$@
de: %lld Screenshots exportiert · %@
el: Εξήχθησαν %1$lld στιγμιότυπα οθόνης · %2$@
es: %lld capturas exportadas · %@
fa: %lld اسکرین‌شات صادر شد · %@
fi: %1$lld kuvakaappaukset viety · %2$@
fr: %lld captures d’écran exportées · %@
he: %1$lld צילומי מסך יוצאו · %2$@
hr: %1$lld snimaka zaslona izvezeno · %2$@
hu: %1$lld képernyőképek exportálva · %2$@
id: %1$lld tangkapan layar diekspor · %2$@
it: %lld screenshot esportati · %@
ja: %lld枚のスクリーンショットを書き出しました · %@
ko: 스크린샷 %lld개를 내보냈습니다 · %@
ms: %1$lld tangkapan skrin dieksport · %2$@
nl: %1$lld schermafbeeldingen geëxporteerd · %2$@
no: %1$lld skjermbilder eksportert · %2$@
pl: %1$lld wyeksportowano zrzuty ekranu · %2$@
pt_br: %lld capturas de tela exportadas · %@
pt_pt: %1$lld capturas de ecrã exportadas · %2$@
ro: %1$lld capturi de ecran exportate · %2$@
ru: Экспортировано скриншотов: %lld · %@
sk: %1$lld exportované snímky obrazovky · %2$@
sl: %1$lld izvoženih posnetkov zaslona · %2$@
sv: %1$lld skärmdumpar exporterade · %2$@
th: ส่งออกภาพหน้าจอ %1$lld แล้ว · %2$@
tr: %lld ekran görüntüsü dışa aktarıldı · %@
uk: Експортовано знімків екрана: %lld · %@
ur: %1$lld اسکرین شاٹس برآمد کیے گئے · %2$@
vi: Đã xuất %1$lld ảnh chụp màn hình · %2$@
zh_hans: 已导出 %lld 张截图 · %@
zh_hant: 已輸出 %lld 張螢幕截圖 · %@

source: %lld screenshots must be removed first to stay within Apple's 10-screenshot limit.
ar: %1$lld يجب إزالة لقطات الشاشة أولاً لتظل ضمن الحد الأقصى لعدد لقطات الشاشة الذي حددته Apple وهو 10 لقطات.
ca: Les captures de pantalla %1$lld s'han d'eliminar primer per mantenir-se dins del límit de 10 captures de pantalla d'Apple.
cs: Aby Apple nepřekročil limit 10 snímků obrazovky, musíte nejprve odstranit %1$lld snímky obrazovky.
da: %1$lld skærmbilleder skal fjernes først for at holde sig inden for Apples grænse på 10 skærmbilleder.
de: %1$lld Screenshots müssen zuerst entfernt werden, um Apples Limit von 10 Screenshots einzuhalten.
el: %1$lld στιγμιότυπα οθόνης πρέπει πρώτα να αφαιρεθούν για να παραμείνουν εντός του ορίου των 10 στιγμιότυπων οθόνης της Apple.
es: Primero se deben eliminar %lld capturas para respetar el límite de 10 capturas de Apple.
fa: برای ماندن در سقف ۱۰ اسکرین‌شات اپل، ابتدا باید %1$lld اسکرین‌شات حذف شوند.
fi: %1$lld kuvakaappaukset on ensin poistettava, jotta ne pysyisivät Applen 10 kuvakaappausrajan sisällä.
fr: %1$lld captures d'écran doivent d'abord être supprimées pour respecter la limite de 10 captures d'écran d'Apple.
he: יש להסיר תחילה %1$lld צילומי מסך כדי להישאר בתוך מגבלת 10 צילומי המסך של אפל.
hr: %1$lld snimke zaslona moraju se najprije ukloniti kako bi ostale unutar Appleovog ograničenja od 10 snimaka zaslona.
hu: A %1$lld képernyőképeket először el kell távolítani, hogy az Apple által engedélyezett 10 képernyőkép korláton belül maradjanak.
id: %1$lld tangkapan layar harus dihapus terlebih dahulu agar tetap berada dalam batas 10 tangkapan layar Apple.
it: Occorre prima rimuovere %lld screenshot per rispettare il limite di 10 screenshot di Apple.
ja: Apple の10枚制限内に収めるには、先に%1$lld枚のスクリーンショットを削除する必要があります。
ko: Apple의 스크린샷 10개 제한을 지키려면 먼저 스크린샷 %lld개를 제거해야 합니다.
ms: %1$lld tangkapan skrin mesti dialih keluar terlebih dahulu untuk kekal dalam had 10 tangkapan skrin Apple.
nl: %1$lld schermafbeeldingen moeten eerst worden verwijderd om binnen de limiet van 10 schermafbeeldingen van Apple te blijven.
no: %1$lld skjermbilder må fjernes først for å holde seg innenfor Apples grense på 10 skjermbilder.
pl: Aby zmieścić się w limicie Apple wynoszącym 10 zrzutów ekranu, należy najpierw usunąć %1$lld zrzutów ekranu.
pt_br: %1$lld capturas de tela precisam ser removidas primeiro para ficar dentro do limite de 10 capturas de tela da Apple.
pt_pt: As capturas de ecrã %1$lld devem ser removidas primeiro para permanecer dentro do limite de 10 capturas de ecrã da Apple.
ro: Capturile de ecran %1$lld trebuie mai întâi eliminate pentru a rămâne în limita Apple de 10 capturi de ecran.
ru: Сначала нужно удалить скриншоты (%lld), чтобы уложиться в лимит Apple в 10 скриншотов.
sk: Aby ste neprekročili limit 10 snímok obrazovky spoločnosti Apple, musíte najskôr odstrániť %1$lld snímky obrazovky.
sl: %1$lld posnetke zaslona je treba najprej odstraniti, da ostanejo znotraj Applove omejitve 10 posnetkov zaslona.
sv: %1$lld skärmdumpar måste tas bort först för att hålla sig inom Apples gräns på 10 skärmdumpar.
th: ต้องลบภาพหน้าจอ %1$lld ก่อนจึงจะอยู่ภายในขีดจำกัด 10 ภาพหน้าจอของ Apple
tr: Apple'ın 10 ekran görüntüsü sınırında kalmak için önce %lld ekran görüntüsünün kaldırılması gerekiyor.
uk: Щоб не перевищити ліміт Apple у 10 знімків екрана, спершу потрібно вилучити зайві знімки (%lld).
ur: %1$lld اسکرین شاٹس کو ایپل کی 10 اسکرین شاٹ کی حد کے اندر رہنے کے لیے پہلے ہٹانا ضروری ہے۔
vi: Trước tiên, %1$lld ảnh chụp màn hình phải được xóa để duy trì giới hạn 10 ảnh chụp màn hình của Apple.
zh_hans: 必须先移除 %lld 张截图，才能符合 Apple 的 10 张截图上限。
zh_hant: 必須先移除 %lld 張螢幕截圖，才能符合 Apple 的 10 張螢幕截圖上限。
